const calculatorPrice = () => {
  // console.log("calculatorPrice");
};
export default calculatorPrice;

// На странице Балконов необходимо реализовать калькулятор стоимости услуг:
// 1) Селекты с id=”calc-type” и инпут площади балкона с id=”calc-type-material” – обязательные поля
// 2) В инпут с id=”calc-input” разрешить вводить только цифры
// 3) Цена рассчитывается по формуле:
// площадь умножить на value типа балкона и умножить на value типа материала
// 4) Записывать итог в инпут c id=”calc-total”
// 5) При отправке форм добавлять свойство calc-total к отправляемым данным в JSON-формате
